Repository: sdtaheri/qibla
Catalog: Qibla WatchKit Extension/Supporting Files/*.lproj/Localizable.strings
Languages: ar, fa, tr

source: Qibla
ar: القبلة
fa: قبله
tr: Kıble

source: Welcome!
ar: مرحبا!
fa: خوش آمدید!
tr: Hoşgeldiniz!

source: Let's find Qibla!
ar: بحث عن اتجاه القبلة
fa: یافتن جهت قبله
tr: Kıbleyi bulalım!

source: Sorry!
ar: آسف!
fa: متأسفم!
tr: Üzgünüm!

# works_only_on_series_5
source: This app works on Watch Series 5 or 6.
ar: يعمل هذا التطبيق على Apple Watch Series 5 أو 6.
fa: این اپ فقط روی اپل واچ سری ۵ یا ۶ کار می‌کند.
tr: Bu uygulama Watch Series 5 veya 6'da çalışır.

# no_compass_available
source: Your device doesn't have a Compass.
ar: جهازك ليس به بوصلة.
fa: دستگاه شما قطب‌نما ندارد.
tr: Cihazınızda Pusula yok.

source: Where are you?
ar: أين أنت؟
fa: کجا هستید؟
tr: Neredesin?

source: Use GPS
ar: استخدام GPS
fa: استفاده از GPS
tr: GPS kullan

source: Choose Manually
ar: اختار يدويا
fa: انتخاب دستی
tr: Manuel Olarak Seçin

source: Please wait…
ar: فضلا انتظر لحظة…
fa: لطفاً صبر کنید…
tr: Lütfen bekle…

# plase_start_over
source: Please go back and start over
ar: يرجى العودة والبدء من جديد
fa: لطفاً به صفحه قبل برگردید و دوباره شروع کنید.
tr: Lütfen geri dön ve baştan başla

# location_permission_denied
source: Location Access Denied
ar: تم رفض الوصول إلى الموقع
fa: اجازه دسترسی به موقعیت مکانی وجود ندارد.
tr: Konum Erişimi Reddedildi

# location_permission_denied_description
source: Please go back and choose another method or provide permissions in device settings.
ar: يرجى الرجوع واختيار طريقة أخرى أو تقديم أذونات في إعدادات الجهاز.
fa: لطفاً به صفحه قبل برگردید و روش دیگری را برای موقعیت‌یابی امتحان کنید یا اجازه دسترسی به موقعیت مکانی را در تنظیمات صادر کنید.
tr: Lütfen geri dönün ve başka bir yöntem seçin veya cihaz ayarlarında izin verin.

# location_permission_restricted
source: Location Access Restricted
ar: الوصول إلى الموقع مقيد
fa: دسترسی به موقعیت مکانی محدود شده است.
tr: Konum Erişimi Sınırlı

source: Setup Again
ar: الإعداد مرة أخرى
fa: تنظیم دوباره
tr: Yeniden Kur

source: Countries
ar: بلد
fa: کشورها
tr: Ülkeler
